{
  "type": [
    {
      "name": "Asian",
      "obj": [
        {
          "name": "وجبة دجاج",
          "description": "هذا الطبق عبارة عن قطع لذيذة من الدجاج مقلية مع مجموعة من الخضار مثل الجزر والبروكلي والفطر. إنه مليء بالنكهة والعبير بفضل إضافة التوابل والصلصات.",
          "price": "1.78",
          "image": "Chicken wok",
          "discount": true
        },
        {
          "name": "أودون باللحم في صلصة الصويا",
          "description": "الأودون هي شرائط سميكة من معكرونة القمح اليابانية تقدم مع لحم البقر الطري المقلي في صلصة الصويا. هذا الطبق له نكهة غنية وحلوة قليلاً وله ملمس فريد بسبب الشرائط السميكة.",
          "price": "1.78",
          "image": "Udon with beef in soy sauce",

          "discount": true
        },
        {
          "name": "وعاء بالمانجا والأفوكادو",
          "description": "هذا هو طبق منعش ولذيذ يتكون من شرائح من المانجا والأفوكادو وفواكه موسمية أخرى. إنه مثالي كحلوى أو وجبة خفيفة بسبب حلاوته وطعم الفاكهة الطبيعي.",
          "price": "1.78",
          "image": "Bowl with mango and avocado",

          "discount": true
        },
        {
          "name": "شعيرية البُكْرِ",
          "description": "شعيرية البُكْرِ هي طبق آسيوي تقليدي مصنوع من دقيق البُكْرِ. لديها ملمس خاص وطعم ناعم، ممتازة عند تناولها مع مجموعة من الصلصات والخضار.",
          "price": "1.78",
          "image": "Buckwheat noodles",
          "discount": false
        }
      ]
    },
    {
      "name": "Japan",
      "obj": [
        {
          "name": "لفائف الأنقل",
          "description": "هذه اللفائف مصنوعة من الأنقل الحلو واللذيذ المشوي، ملفوفة في ورقة نوري وأرز، ولها نكهة غنية وكثيفة تجمع بين حلاوة الأنقل وليونة الأرز.",
          "price": "1.78",
          "image": "Eel rolls",
          "discount": true
        },
        {
          "name": "لفائف الدجاج بالتيمبورا",
          "description": "تحتوي هذه اللفائف على قطع مقرمشة من الدجاج مقلية في التيمبورا (خليط ياباني خاص)، ملفوفة في ورقة نوري وأرز، ولها طعم لذيذ ونكهة بفضل تواجد لحم الدجاج المقرمش وليونة الأرز.",
          "price": "1.78",
          "image": "Tempura chicken rolls",
          "discount": false
        },
        {
          "name": "سلمون بالزنجبيل",
          "description": "يتكون هذا الطبق من سلمون طازج يخبز مع الزنجبيل وتوابل أخرى. له نكهة غنية وعطرية، تجمع بين حلاوة السلمون والطعم الحاد والحار للزنجبيل.",
          "price": "1.78",
          "image": "Salmon with ginger",
          "discount": false
        },
        {
          "name": "لفائف الأفوكادو",
          "description": "هذه اللفائف تحتوي على أفوكادو طري وكريمي ملفوف في ورقة نوري وأرز. لديها نكهة خفيفة ورقيقة، ممتازة مع صلصة الصويا ولديها ملمس خفيف.",
          "price": "1.78",
          "image": "Avocado rolls",
          "discount": false
        }
      ]
    },
    {
      "name": "American",
      "obj": [
        {
          "name": "دجاج مغلف بالخبز مع بطاطس مقلية",
          "description": "هذا الطبق عبارة عن قطع مقرمشة من الدجاج مغلفة بالخبز تُقدم مع بطاطس مقلية. إنها ظاهرة جذابة وطعم لذيذ بفضل القشرة المقرمشة ولحم الدجاج الناعم.",
          "price": "1.78",
          "image": "Breaded chicken with fries",
          "discount": false
        },
        {
          "name": "حلقات جبنة البنير",
          "description": "هذا الطبق يتكون من حلقات جبنة البنير المغلية والمقلية. لديها ملمس قرمش ونكهة مالحة وجبنة دقيقة.",
          "price": "1.78",
          "image": "Paneer cheese rings",

          "discount": true
        },
        {
          "name": "بيتزا بالباربيكيو",
          "description": "هذه هي بيتزا مصنوعة بصلصة الباربيكيو ولحم (عادة لحم البقر أو لحم الخنزير) وجبنة ومجموعة متنوعة من الخضار. إنها تحمل طعمًا غنيًا ولذيذًا بفضل صلصة الباربيكيو وتوليفة المكونات المختلفة.",
          "price": "1.78",
          "image": "BBQ pizza",
          "discount": true
        }
      ]
    }
  ]
}