{
  "type": [
    {
      "name": "Asian",
      "obj": [
        {
          "name": "चिकन वॉक",
          "description": "यह डिश हैंडी में तले हुए चिकन के टुकड़े जिसमें गाजर, ब्रोकोली और मशरूम जैसे विभिन्न सब्जियों के साथ भूने जाते हैं। इसमें मसाले और सॉस के योजन के कारण यह स्वाद और गंध से भरपूर है।",
          "price": "1.78",
          "image": "Chicken wok",

          "discount": true
        },
        {
          "name": "उडन विथ बीफ इन सॉय सॉस",
          "description": "उडन भारतीय गेहूं के नूडल्स हैं जिन्हें सॉय सॉस में तले हुए टेंडर बीफ के साथ परोसा जाता है। इस डिश में मोटे नूडल्स की वजह से यह एक दिलचस्प टेक्स्चर की अद्वितीय स्वाद और थोड़ा मीठा स्वाद है।",
          "price": "1.78",
          "image": "Udon with beef in soy sauce",

          "discount": true
        },
        {
          "name": "मैंगो और एवोकाडो के साथ कटा हुआ मिक्स फल की कटौती",
          "description": "यह एक ताजगी भरी और ताजगी देने वाली डिश है जिसमें कटा हुआ आम, एवोकाडो और अन्य मौसमी फल शामिल हैं। इसकी मिठास और फल के प्राकृतिक स्वाद की वजह से यह एक मिठाई या हल्के स्नैक के रूप में आदर्श है।",
          "price": "1.78",
          "image": "Bowl with mango and avocado",

          "discount": true
        },
        {
          "name": "बकवीट नूडल्स",
          "description": "बकवीट नूडल्स एक पारंपरिक एशियाई डिश हैं जो बकवीट आटे से बने हैं। इसमें विभिन्न सॉस और सब्जियों के साथ पूरी तरह से मेल खाता है।",
          "price": "1.78",
          "image": "Buckwheat noodles",

          "discount": false
        }
      ]
    },
    {
      "name": "Japan",
      "obj": [
        {
          "name": "ईल रोल्स",
          "description": "ये रोल्स मीठे और रसीले ग्रिल्ड उनागी (हेड) के साथ नोरी शीट और चावल में बंधे जाते हैं, और उनागी की मीठास को चावल की नरमी के साथ मिलाकर एक दारू और तेलदार स्वाद है।",
          "price": "1.78",
          "image": "Eel rolls",

          "discount": true
        },
        {
          "name": "टेम्पुरा चिकन रोल्स",
          "description": "ये रोल्स टेम्पुरा (एक विशेष जापानी बैटर) में तले हुए कुरकुरे टुकड़े जिनमें नोरी शीट और चावल में बंधे जाते हैं, और कुरकुरे चिकन मांस और चावल की नरमी के संयोजन की वजह से रसीले और स्वादी रस के साथ हैं।",
          "price": "1.78",
          "image": "Tempura chicken rolls",

          "discount": false
        },
        {
          "name": "जिंजर के साथ सैल्मन",
          "description": "यह डिश अद्भुत और सुगंधित फ्लेवर के साथ है, जिसमें ताजा सैल्मन जिंजर और अन्य मसालों के साथ बेक्ड हैं। इसमें सैल्मन की मिठास को जिंजर के तेज और मसालेदार स्वाद के साथ मिलाकर एक अद्वितीय और सुगंधित फ्लेवर है।",
          "price": "1.78",
          "image": "Salmon with ginger",

          "discount": false
        },
        {
          "name": "एवोकाडो रोल्स",
          "description": "ये रोल्स एक नोरी शीट और चावल में बंधे नरम और क्रीमी एवोकाडो शामिल हैं। इनमें सोय सॉस के साथ पूरी तरह से मेल खाती हैं और इसमें हल्की बनावट है।",
          "price": "1.78",
          "image": "Avocado rolls",

          "discount": false
        }
      ]
    },
    {
      "name": "American",
      "obj": [
        {
          "name": "ब्रेडेड चिकन विद फ्राइज",
          "description": "यह डिश क्रिस्पी ब्रेडेड चिकन के टुकड़े हैं जो फ्राइज के साथ परोसे जाते हैं। इसमें कुरकुरी कोटिंग और नरम चिकन मीट की वजह से यह आकर्षक दिखता है और स्वादी फ्लेवर है।",
          "price": "1.78",
          "image": "Breaded chicken with fries",

          "discount": false
        },
        {
          "name": "पनीर चीज़ रिंग्स",
          "description": "यह डिश ब्रेडेड और तले हुए पनीर चीज़ रिंग्स से मिलता है। इसमें कुरकुरा बनावट और नमकीन, नाजुक पनीर का स्वाद है।",
          "price": "1.78",
          "image": "Paneer cheese rings",

          "discount": true
        },
        {
          "name": "बीबीक्यू पिज़्ज़ा",
          "description": "यह एक बारबेक्यू सॉस, मांस (सामान्यत: गाय की बीफ या पॉर्क), चीज़ और विभिन्न सब्जियों के साथ बनी पिज़्ज़ा है। इसमें बारबेक्यू सॉस और विभिन्न इंग्रीडिएंट्स के संयोजन की वजह से यह स्वादी और रिच टेस्ट है।",
          "price": "1.78",
          "image": "BBQ pizza",

          "discount": true
        }
      ]
    }
  ]
}